Repository: CorentinROBERT/LeVestiaireiOS
Catalog: LeVestiaire/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Sending in progress...
fr: Envoi en cours...

source: Sending test notification...
fr: Envoi de la notification de test...

# sendInvitation
source: Send
fr: Envoyer

source: Send Link
fr: Envoyer le lien

# sentInvitations
source: Sent invitations (%lld)
fr: Invitations envoyées (%lld)

# serverError
source: Server error. Please try again later.
fr: Erreur serveur. Veuillez réessayer plus tard.

# serverReachable
source: Server reachable — HTTP %lld (%lld ms)
fr: Serveur joignable — HTTP %lld (%lld ms)

# sessionExpired
source: Session expired. Please log in again.
fr: Session expirée. Veuillez vous reconnecter.

# sessionRequired
source: Session required. Please sign in again.
fr: Session requise. Veuillez vous reconnecter.

source: Settings
fr: Paramètres

# settingsFeature
source: Settings feature to be implemented
fr: Fonctionnalité des paramètres à implémenter

source: Settings saved successfully
fr: Paramètres sauvegardés avec succès

# settingsSaveError
source: Error saving settings
fr: Erreur lors de la sauvegarde

source: Settings updated successfully
fr: Paramètres mis à jour avec succès

source: Shooter
fr: Tireur

source: Shot on target
fr: Tir cadré

source: Shots
fr: Tirs

source: Shots on target
fr: Tirs cadrés

# showAssignedPlayers
source: Show already placed players
fr: Afficher les joueurs déjà placés

# signOutButton
source: Sign out
fr: Se déconnecter

# sportInformationSection
source: Sport information
fr: Informations sportives

# sportInfoSubmitted
source: Sports information submitted with Provider
fr: Informations sportives soumises avec Provider

# sportInfoTitle
source: Sports Information
fr: Informations Sportives

# sportInfoUpdated
source: Sports information updated with Provider
fr: Informations sportives mises à jour avec Provider

# sportPreferencesTitle
source: Your Sports Preferences
fr: Vos Préférences Sportives

# sportProfileSubtitle
source: Personalize your Le Vestiaire experience
fr: Personnalisez votre expérience sur Le Vestiaire

# sportProfileTitle
source: Sport profile
fr: Profil sportif

source: Stadium
fr: Stade

source: Starter
fr: Titulaire

source: Starters
fr: Titulaires

source: Start Match
fr: Commencer le Match

# startMatchTooltip
source: Start match
fr: Démarrer le match

source: Statistics
fr: Statistiques

# statisticsDescription
source: Track your team's performance
fr: Suivez les performances de votre équipe

# statisticsHiddenQuizDraft
source: Statistics hidden - Quiz in preparation
fr: Statistiques masquées - Quiz en préparation

# statisticsHiddenQuizOpen
source: Statistics hidden - Quiz in progress
fr: Statistiques masquées - Quiz en cours

# statisticsHiddenUntilNextDay
source: Statistics hidden until the day after the match
fr: Statistiques masquées jusqu'au lendemain du match

# statisticsTitle
source: Statistics
fr: Statistiques

# statisticsVisibleQuizClosed
source: Statistics visible - Quiz completed
fr: Statistiques visibles - Quiz terminé

source: Status
fr: Statut

# statusTime
source: Status: %@ | Time: %@ms
fr: Status: %@ | Temps: %@ms

source: Striker
fr: Attaquant

# strikerPosition
source: Striker
fr: Attaquant

source: Strong Foot
fr: Pied fort

# strongFootHint
source: Select your strong foot
fr: Sélectionnez votre pied fort

# strongFootRequired
source: Please select your strong foot
fr: Veuillez sélectionner votre pied fort

# strongFootWithValue
source: Strong foot: %@
fr: Pied fort: %@

source: Submission error
fr: Erreur lors de la soumission

# submitAnswers
source: Submit my answers
fr: Soumettre mes réponses

source: Substitute
fr: Remplaçant

source: Substituted In
fr: Entrant

source: Substituted Out
fr: Sortant

# substitutePlayer
source: Substitute
fr: Remplaçant

source: Substitutes
fr: Remplaçants

source: Substitutes bench
fr: Banc des remplaçants

source: Substitution
fr: Remplacement

source: Substitutions in
fr: Entrées

source: Substitutions out
fr: Sorties

# successauthemailverified
source: Email verified successfully! You can now log in
fr: Email vérifié avec succès ! Vous pouvez maintenant vous connecter

# successauthlogin
source: Login successful
fr: Connexion réussie

# successauthloginwithpendingdeletion
source: Login successful. Your account is pending deletion
fr: Connexion réussie. Votre compte est en cours de suppression

# successauthlogout
source: Logout successful
fr: Déconnexion réussie

# successauthpasswordresetconfirmed
source: Password reset successfully
fr: Mot de passe réinitialisé avec succès

# successauthpasswordresetrequested
source: If an account with this email exists, a reset code has been sent
fr: Si un compte avec cet email existe, un code de réinitialisation a été envoyé

# successauthtokenrefreshed
source: Token refreshed successfully
fr: Token rafraîchi avec succès

# successauthtokenrefreshedwithpendingdeletion
source: Token refreshed. Your account is pending deletion
fr: Token rafraîchi. Votre compte est en cours de suppression

# successauthverificationemailsent
source: Verification email resent successfully
fr: Email de vérification renvoyé avec succès

# successCompositionCreated
source: Composition created successfully
fr: Composition créée avec succès

# successCompositionDeleted
source: Composition deleted successfully
fr: Composition supprimée avec succès

# successCompositionUpdated
source: Composition updated successfully
fr: Composition mise à jour avec succès

# successEventAdded
source: Event added successfully
fr: Événement ajouté avec succès

# successEventRemoved
source: Event removed successfully
fr: Événement supprimé avec succès

# successInvitationSent
source: Invitation sent successfully
fr: Invitation envoyée avec succès

# successPlayerAdded
source: Player added successfully
fr: Joueur ajouté avec succès

# successPlayerJoined
source: Player joined team successfully
fr: Joueur rejoint l'équipe avec succès

# successPlayerRemoved
source: Player removed successfully
fr: Joueur retiré avec succès

# successPlayerUpdated
source: Player updated successfully
fr: Joueur mis à jour avec succès

# successRoleChanged
source: Role changed successfully
fr: Rôle modifié avec succès

# successScoreUpdated
source: Score updated successfully
fr: Score mis à jour avec succès

# successTeamCreated
source: Team created successfully
fr: Équipe créée avec succès

# successTeamDeleted
source: Team deleted successfully
fr: Équipe supprimée avec succès

# successTeamUpdated
source: Team updated successfully
fr: Équipe mise à jour avec succès

# successusercreated
source: User created successfully. Check your email to activate your account
fr: Utilisateur créé avec succès. Vérifiez votre email pour activer votre compte

# successuserdeactivated
source: User deactivated successfully
fr: Utilisateur désactivé avec succès

# successuserreactivated
source: User reactivated successfully
fr: Utilisateur réactivé avec succès

# successuserupdated
source: User updated successfully
fr: Utilisateur mis à jour avec succès

# successValidation
source: Validation successful
fr: Validation réussie

source: Summary
fr: Résumé

source: Sunday
fr: Dimanche

# supprimer
source: Delete
fr: Supprimer

# supprimerEquipe
source: Delete team
fr: Supprimer l'équipe

# supprimerJoueur
source: Remove player
fr: Supprimer le joueur

source: Swap Players
fr: Inverser les joueurs

source: Switch team
fr: Changer d'équipe

# systemLabel
source: System
fr: Système

source: Tactic
fr: Tactique

source: Tactical formation
fr: Formation tactique

# tacticalFormationMain
source: Main Tactical Formation
fr: Formation Tactique Principale

source: Tactical Formations
fr: Formations Tactiques

# tacticalInstructionsPlaceholder
source: Tactical instructions, strategies...
fr: Instructions tactiques, stratégies...

source: Tactical notes
fr: Notes tactiques

# tagline
source: Your team, your passion
fr: Votre équipe, votre passion

source: Take photo
fr: Prendre une photo

source: Tap to change photo
fr: Appuyez pour changer la photo

source: Tap to copy link
fr: Appuyez pour copier le lien

source: Team
fr: Équipe

# teamCompetitiveDescription
source: Competitive team
fr: Équipe compétitive

source: Team created: %@
fr: Équipe créée : %@

source: Team "%@" created successfully!
fr: Équipe "%@" créée avec succès !

# teamDefaultDescription
source: Default team
fr: Équipe par défaut

# teamDefaultName
source: My Team
fr: Mon Équipe

source: Team deleted successfully
fr: Équipe supprimée avec succès

source: Team Description
fr: Description de l'équipe

# teamDescriptionHint
source: Describe your team...
fr: Décrivez votre équipe...

# teamForTesting
source: Team for testing purposes
fr: Équipe à des fins de test

# teamInfo
source: Team Information
fr: Informations de l'équipe

source: Team Information
fr: Informations de l'équipe

# teamLabel
source: Team: %@
fr: Équipe: %@

source: Team Logo
fr: Logo de l'équipe

source: Team logo (optional)
fr: Logo de l'équipe (optionnel)

# teamManagementDescription
source: Organize your teams and players with ease
fr: Organisez vos équipes et joueurs en toute simplicité

# teamManagementTitle
source: Team Management
fr: Gestion d'équipe

source: Team Name
fr: Nom de l'équipe

source: Team name already used: %@
fr: Nom d'équipe déjà utilisé : %@

source: Team name cannot be empty
fr: Le nom d'équipe ne peut être vide

# teamNameHint
source: Ex: The Champions
fr: Ex: Les Champions

# teamNameMinLength
source: Name must contain at least 2 characters
fr: Le nom doit contenir au moins 2 caractères

# teamNameRequired
source: Team name is required
fr: Le nom de l'équipe est obligatoire

source: Team not found
fr: Équipe non trouvée

# teamNotFoundForInvitation
source: Team not found for invitation: %lld
fr: Équipe non trouvée pour l'invitation: %lld

source: Team Options
fr: Options de l'équipe

source: Team Settings
fr: Paramètres de l'équipe

# teamStatistics
source: Your team statistics
fr: Vos statistiques d'équipe

# teamTabCompositions
source: Lineups
fr: Compos.

# teamTabDescription
source: Manage your teams and players.
fr: Gérez vos équipes et vos joueurs.

# teamTabRankings
source: Rankings
fr: Classement

# teamTabRoster
source: Roster
fr: Effectif

# teamTestDescription
source: Team for testing purposes
fr: Équipe à des fins de test

# teamTestName
source: Test Team
fr: Équipe de Test

# termsAndConditions
source: By creating an account, you accept our terms of use and privacy policy.
fr: En créant un compte, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.

source: Terms of Service
fr: Conditions d'utilisation

# testCompositionDescription
source: Test composition
fr: Composition de test

# testConnection
source: Test
fr: Tester

# testedUrlLabel
source: Tested URL
fr: URL testée

# testError
source: Error during test: %@
fr: Erreur lors du test: %@

source: Testing connection...
fr: Test de connexion en cours...

source: Test Match
fr: Match de Test

# testPlayer
source: Player
fr: Joueur

# testPlayer2
source: Player 2
fr: Joueur 2

# testPlayer3
source: Player 3
fr: Joueur 3

# testPlayer4
source: Player 4
fr: Joueur 4

# testPlayer5
source: Player 5
fr: Joueur 5

# testPlayer6
source: Player 6
fr: Joueur 6

# testPlayer7
source: Player 7
fr: Joueur 7

source: Test Team
fr: Équipe de Test

# testUrlButton
source: Test URL
fr: Tester l'URL

# testUrlInProgress
source: Testing...
fr: Test en cours...

source: Thursday
fr: Jeudi

# tipsTitle
source: Tips
fr: Conseils

source: To
fr: Au

source: Today
fr: Aujourd'hui

# tooltipCreateComposition
source: Create composition
fr: Créer une composition

# tooltipManageTeam
source: Manage team
fr: Gérer l'équipe

# tooltipRemovePlayer
source: Remove player
fr: Supprimer le joueur

source: Top connection
fr: Meilleure connexion

source: Total Players
fr: Total Joueurs

source: Tournament match
fr: Match de tournoi

source: Transfer Administration
fr: Transférer l'administration

source: Transfer administration and leave
fr: Transférer l'administration et quitter

source: True/False
fr: Vrai/Faux

source: True rate
fr: Taux vrai

# trueValue
source: True
fr: Vrai

# tryModifyingSearchCriteria
source: Try modifying your search criteria
fr: Essayez de modifier vos critères de recherche

source: Tuesday
fr: Mardi

# typeMessage
source: Type your message...
fr: Tapez votre message...

source: Unexpected error: %@
fr: Erreur inattendue: %@

source: Unexpected error sending email
fr: Erreur inattendue lors de l'envoi

source: unknown
fr: inconnu

source: Unknown name
fr: Nom inconnu

source: Unknown player
fr: Joueur inconnu

source: Unread
fr: Non lues

# unreadCount
source: Unread
fr: Non lues

# unreadNotifications
source: Unread
fr: Non lues

source: Upcoming
fr: À venir

source: Upcoming matches
fr: Matchs à venir

# updateOnAppStore
source: Update on the App Store
fr: Mettre à jour sur l'App Store

# updateSettings
source: Update
fr: Mettre à jour

source: Updating...
fr: Mise à jour...

source: Upload
fr: Uploader

# uploadPhotoErrorWithDetail
source: Error uploading photo: %@
fr: Erreur lors de l'upload de la photo : %@

# uploadPhotoFailed
source: Failed to upload photo
fr: Échec de l'upload de la photo

# uploadProfilePhotoFailed
source: Unable to upload profile photo.
fr: Impossible d'envoyer la photo de profil.

source: URL copied to clipboard
fr: URL copiée dans le presse-papier

source: Use camera
fr: Utiliser l'appareil photo

source: Use custom URL
fr: Utiliser URL personnalisée

source: User
fr: Utilisateur

# userDefaultFirstName
source: User
fr: Utilisateur

# userDefaultLastName
source: Default
fr: Défaut

source: User ID updated: %@
fr: ID utilisateur mis à jour: %@

source: User not connected
fr: Utilisateur non connecté

# userStatsSubtitle
source: Statistics across all teams you belong to for the current season
fr: Statistiques sur toutes les équipes auxquelles vous appartenez pour la saison en cours

# useTopButtonsToManageMatch
source: Use the buttons at the top of the page to manage the match
fr: Utilisez les boutons en haut de la page pour gérer le match

source: Valid
fr: Valide

source: Validate
fr: Valider

# validationCompositionAvailablePositionsError
source: Error retrieving available positions
fr: Erreur lors de la récupération des positions disponibles

# validationCompositionCategoryMismatch
source: Category %@: %@ players required, %@ present
fr: Catégorie %@: %@ joueurs requis, %@ présents

# validationCompositionDuplicatePlayer
source: Player %@ %@ present multiple times
fr: Joueur %@ %@ présent plusieurs fois

# validationCompositionFormationNotFound
source: Formation template not found: %@
fr: Formation template non trouvée: %@

# validationCompositionNotImplemented
source: Validation not implemented yet
fr: Validation non implémentée pour le moment

# validationCompositionPlayerCount
source: A 7-a-side football composition must have exactly 7 players (currently: %lld)
fr: Une composition de football à 7 doit avoir exactement 7 joueurs (actuellement: %lld)

# validationCompositionPositionAssignmentError
source: Error assigning position
fr: Erreur lors de l'assignation de position

# validationCompositionPositionFull
source: Position %@ already full in category %@
fr: Position %@ déjà pleine dans la catégorie %@

# validationCompositionPositionNotAllowed
source: Position %@ not allowed in formation %@
fr: Position %@ non autorisée dans la formation %@

# validationCompositionPositionRemovalError
source: Error removing position
fr: Erreur lors du retrait de position

source: Validation errors: %@
fr: Erreurs de validation : %@

# validationSuccess
source: Validation successful
fr: Validation réussie

# variant
source: Variant %lld
fr: Variante %lld

# verificationCodeHelper
source: The system can suggest the code received by email above the keyboard.
fr: Le système peut suggérer le code reçu par email au-dessus du clavier.

# verificationCodeLabel
source: Verification code
fr: Code de vérification

# verificationCodePlaceholder
source: 6-digit code
fr: Code à 6 chiffres

# verificationEmailResendFailed
source: Unable to resend verification email.
fr: Impossible de renvoyer l'email de vérification.

# verificationEmailResent
source: A new verification email has been sent.
fr: Un nouvel email de vérification a été envoyé.

# verificationEmailSentTo
source: We have sent a verification email to:
fr: Nous avons envoyé un email de vérification à :

# verifyEmailBeforeLogin
source: Please verify your email before logging in
fr: Veuillez vérifier votre email avant de vous connecter

source: Verify your email
fr: Vérifiez votre email

# viewMatchComposition
source: View lineup
fr: Voir la composition

source: View team details
fr: Voir les détails de l'équipe

# waitFewMinutesBeforeResending
source: Wait a few minutes before resending
fr: Attendez quelques minutes avant de renvoyer

source: Wednesday
fr: Mercredi

# welcomeMessage
source: Welcome to the Locker Room management application
fr: Bienvenue dans l'application de gestion de vestiaire

source: What will be deleted
fr: Ce qui sera supprimé

source: What will be kept
fr: Ce qui sera conservé

source: Yellow card
fr: Carton jaune

source: Yellow carded
fr: Averti

source: Yellow carded player
fr: Joueur averti

source: Yellow cards
fr: Cartons jaunes

source: Yes
fr: Oui

source: Yes, cancel
fr: Oui, annuler

source: You
fr: Vous

# youCanCancelAnytime
source: You can cancel anytime during this period
fr: Vous pouvez annuler à tout moment pendant cette période

source: You have found
fr: Vous avez trouvé

# youHaveFoundFalseAnswers
source: You found %@/%@ wrong answers
fr: Vous avez trouvé %@/%@ fausses réponses

# youHaveMadeAttempts
source: You have already made %@ attempt(s)
fr: Vous avez déjà fait %@ tentative(s)

# youHaveRemainingFalseAnswers
source: You have %lld wrong answer(s) left to find
fr: Il vous reste %lld fausse(s) réponse(s) à trouver

# youMustAcceptTerms
source: You must accept the terms to create an account
fr: Vous devez accepter les conditions pour créer un compte

source: Your conversations
fr: Vos conversations

source: Your personal data
fr: Vos données personnelles

source: Your private messages
fr: Vos messages privés

source: Your role
fr: Votre rôle

source: Your team memberships
fr: Équipe sélectionnée
